/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Открыть";
"Open Title" = "Открытие: ^0";
"Save Default Title" = "Сохранить";
"Save Title" = "Сохранение: ^0";
"Choose File Title" = "Выбор файла";
"Choose Folder Title" = "Выбор папки";
"Choose Volume Title" = "Выбор  тома";
"Choose Object Title" = "Выбор объекта";
"New Folder Title" = "Новая папка";

/* Button title strings */
"Save Button" = "Сохранить";
"Open Button" = "Открыть";
"Choose Button" = "Выбрать";
"Don't Save Button" = "Не сохранять";
"New Folder Button" = "Новая папка";
"Replace Button" = "Заменить";
"Discard Button" = "Отменить изменения";
"Review Button" = "Просмотреть изменения...";
"Use Dot Button" = "Использовать «.»";
"ExtensionAlertUseOneLabel" = "Использовать .^1";
"ExtensionAlertUserBothLabel" = "Оставить оба";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Сохранение изменений перед закрытием";
"SaveChangesQuitting Banner" = "Сохранение изменений перед завершением";
"SaveChangesOther Banner" = "Сохранение изменений";
"DiscardChanges Banner" = "Отмена изменений";
"WantToSaveDoc Banner" = "Сохранить изменения, внесенные в документ «^0»?";
"WantToSaveThis Banner" = "Сохранить изменения, внесенные в этот документ?";
"WantToSaveAppDocs Banner" = "Сохранить изменения, внесенные в несколько документов? Количество документов: ^0.";
"WantToDiscardDoc Banner" = "Отменить изменения, внесенные в документ «^0»?";
"WantToDiscardThis Banner" = "Отменить изменения, внесенные в этот документ?";

"Review App Docs Banner" = "Документы ^0 ^1 содержат несохраненные изменения. Просмотреть эти изменения перед завершением?";
"Review Several App Docs Banner" = "Несколько документов ^1 содержат несохраненные изменения. Просмотреть эти изменения перед завершением?";

"Review Docs Banner" = "Документы ^0 ^1 содержат несохраненные изменения. Просмотреть эти изменения перед завершением?";
"Review Several Docs Banner" = "Некоторые документы содержат несохраненные изменения. Просмотреть эти изменения перед завершением?";

"Review App Single Doc Banner" = "Документ ^0 ^1 содержит несохраненные изменения. Просмотреть эти изменения перед завершением?";
"Review Single Doc Banner" = "Документ ^0 содержит несохраненные изменения. Просмотреть эти изменения перед завершением?";

"Review Docs Explanation" = "Если Вы не просмотрите эти документы, все внесенные изменения не будут сохранены.";

/* Untitled strings */
"Untitled Folder" = "Новая папка";
"Untitled Doc" = "новая";

/* Alert strings */
"Cant Replace Locked" = "Не удается заменить «^0», потому что этот объект защищен.";

"Remove Favorite" = "Удалить избранное";
"Cant Resolve Alias NotFound" = "Не удается открыть избранный объект «^0», потому что оригинал не найден.";
"Navigate Alias Not Found" = "Не удается открыть псевдоним  «^0», потому что оригинал не найден.";

"Name Already Taken" = "Элемент «^0»  уже существует. Выберите другое имя.";
"Cant Replace Folder" = "Папка с названием «^0» уже существует.";
"Cant NewFolder OnLockedDisk" = "Не удается создать новую папку на защищенном диске.";
"Not Right Privs" = "Вы не можете заменить объект «^0»; у Вас недостаточно прав пользователя.";
"Cant use period" = "Имена, начинающиеся с точки (.), зарезервированы для системы. Если Вы будете использовать имя, начинающееся с точки, то файл будет скрытым.";

"ExtensionWarningText" = "Вы действительно хотите сохранить этот файл с расширением «.^0»? Рекомендованное расширение: «.^1».";
"ExtensionWarningSubtext" = "Если Вы воспользуетесь расширением «.^1», документ может быть сохранён в другом формате.";

"ExtensionErrorText" = "Вы не можете сохранить этот документ с расширением «.^0» в конце названия. Требуемое расширение: «.^1».";
"ExtensionErrorSubtext" = "Вы можете использовать оба расширения. В этом случае название файла будет оканчиваться на «.^0.^1».";

"ReplaceAlertText" = "Объект с именем «^0» уже существует в этой папке. Заменить его сохраняемым?";
"ReplaceWithExtensionAlertText" = "Объект с именем «^0» и расширением «.^1» уже существует в этой папке. Заменить его сохраняемым?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Избранное";
"Recent Places"	= "Недавние папки";
"Computer" = "Компьютер";
"Home menu item" = "Личное";

/* Show Popup Menu strings */
"All Files" = "Все документы";
"All Known Files" = "Все известные документы";
"All App" = "Все документы ^0";
"All Readable Files" = "Все распознаваемые документы";

/* Format Popup Menu strings */
"Default" = "Стандартно";

/* Generic Kind strings */
"Picture Document" = "Изображение";
"Text Document" = "Текст";
"Movie Document" = "Фильм";
"Sound Document" = "Звук";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Подключение не удалось";
"Connect Failed Details" = "Нет ответа от сервера iDisk. Попробуйте еще раз.";
"Invalid Setup" = "iDisk недоступен. Возможно, имя пользователя и его пароль недействительны.";
"Invalid Setup Details" = "Вы можете изменить пароль и имя пользователя в настройках .Mac Системных настроек.";
"iTools Button" = "Открыть настройки .Mac...";
"Authentication Failed" = "Вход не удался";
"Authentication Failed Detailed" = "Имя или пароль введены неверно. Попытайтесь еще раз. Вы можете проверить имя и пароль пользователя .Mac в настройках .Mac.";

/* List view column titles*/
"Name Column Title" = "Имя";
"Date Modified Column Title" = "Дата изменения";

/* Authenticated Server strings */
"Connect Button" = "Подключиться...";
"Connect Caption" = "Чтобы увидеть доступные ресурсы сервера «^0», нажмите «Продолжить».";

/* Query strings */
"QueryItemCountString" = "%i объект.";
"CurrentFolderScopeString" = "Папка «%s»";
"HomeScopeString" = "Личное";
"EverywhereScopeString" = "Компьютер";

/* Preview strings */
"MoreInfo" = "дополнительно...";
